Repository: nmedia-FayazAhmed/rem-wishlist
Catalog: languages/wishlist-real-estate-manager-extension-*.po
Languages: es_es

source: Add to wishlist
es_es: Añadir a los favoritos

source: Your wishlist is empty.
es_es: La lista de favoritos está vacía.

source: Already Added
es_es: Ya se agregó

source: Property already added.
es_es: Propiedad ya añadida en los favoritos

source: Removed
es_es: Borrada

source: Property removed from wishlist.
es_es: Propiedad borrada de los favoritos.

source: Added
es_es: Añadido

source: Property added into wishlist.
es_es: Propiedad añadida a los favoritos.

source: Remove form wishlist
es_es: Borrar de la lista de favoritos.

source: Empty
es_es: Vacío

source: Please select properties to contact
es_es: Por favor selecciona una propiedad para establecer el contacto

source: Email for
es_es: Correo para

source: Thumbnail
es_es: Vista miniatura

source: Title
es_es: Título

source: Type
es_es: Tipo

source: Actions
es_es: Acciones

source: Contact Agents
es_es: Contactar agentes

source: Name
es_es: Nombre

source: Email
es_es: Correo electrónico

source: Message
es_es: Mensaje

source: Send
es_es: Enviar

source: Wishlist - Real Estate Manager Extension
es_es: Favoritos - Real Estate Manager Extension

source: Add properties to wishlist and then bulk contact.
es_es: Añadir propiedades a los favoritos y contactar a los agentes.
